{
    "Events": [
        "{0} {1} is treating {2} {3} poorly. No one wants to confronts {0} and something must be done.\nDo you...",
        "Your first office space is your apartment. You welcome the early team to join you. Your family begins to feel a little cramped after two weeks.\nDo you...",
        "Your early investment funds are caught up with the investment bankers and you are unable to pay your team after their third week working.\nDo you...",
        "Your company's first logo results in a lawsuit from the largest company in the world as their lawyers consider it too close to the logo of an acquisition they made 10 years ago and shelved.\nDo you...",
        "You're presented with an opportunity to partner with a big traditional national media company. They'll put you in newspapers, TV, and radio for a cut of your business. This partnership will certainly mean more exposure.\nDo you...",
        "Your first large customer asks you to customize your product for their specific needs. It may be a deal breaker, but you can't be sure.\nDo you..",
        "A competitor has copied your best feature, but it's not quite as good.\nDo you...",
        "Your early team members aren't happy with {0} {1}. Their attitude and behaviors are (maybe unknowingly) disrespectful to the other team members, but they never show this side to leadership.\nDo you...",
        "Your team begins to grow at a pace you are barely able to handle. You need to interview and recruit candidates.\nDo you...",
        "Your sales team is growing and they are handling account management and customer support after they close new business. Their expertise in selling to others is not in handling all their requests and needs.\nDo you...",
        "You have the opportunity to partner with a complementary player in your market. They offer some pretty great cross selling opportunities with their customers, but they compete with one division of one of your large customers.\nDo you...",
        "Your organization has grown too quickly and revenues haven't kept pace. Your investors are nervous and you need to raise more money to execute on your next strategic plan. Your investors recommend some drastic changes to make the company more attractive for future investments.\nDo you...",
        "Your organization is scaling faster than you could imagine. Your need for talented people to join your team continues at a pace that you could never have imagined. It's time to consider looking outside of your local area for talent.\nDo you...",
        "Your internal leadership team has begun to outgrow your early leadership group, including two close friends and your business partner's relative who had been hired as head of operations, causing tension between what is known as \"The Old Guard\" and \"The New Guard\".\nDo you...",
        "The technology that your company uses to run your business is straining under its growth and scale. Your technology team tells you that if no action is taken, a total system failure could occur in the coming 6-18 months, depending on activity.\nDo you...",
        "You've done a great job building and scaling your team and the culture of the company has been attracting great talent and keeping your top people happy. Things are starting to stretch as the ways of the old team are clashing with the ways of the new team. Issues seem to be coming to a head.\nDo you...",
        "Your company has grown to the point where you don't know everyone who works for you and some unfortunate things are beginning to occur with some team members at and outside of work. Your investors and mentors recommend some outside assistance.\nDo you...",
        "A scandal has exposed some of the negative aspects of your workplace culture to the world. Some of what has been published is true, while a lot is exaggerated, inaccurate, or taken out of context. You host a meeting with your team internally and take action externally.\nDo you...",
        "Early employees and investors are looking to get their funds out as they've seen significant growth. Your company's shares have been selling on secondary markets at below your last valuation. Your investment group is struggling to raise more money at a higher valuation and taking your company public at this time may not be the best move. Many of your early team members are still at the company, and you want to keep them happy.\nDo you...",
        "Wow! You and your team have done an incredible job developing your business and growing your team. As founder, you have built an incredible job developing your business and growing your team. As founder, you have build an incredible amount of value and wealth for your team and your shareholders. You have new ideas and ventures you are ready to put your tine into. You want to find an exit for yourself, not necessarily for your business.\nDo you..."
    ],
    "Results": [
        "Your action causes them to realize the error of their ways and they apologize.\nHappiness up by 50",
        "You confront them referencing what you were told. They apologize and the team moves on.\nHappiness up by 10",
        "Your decision devastates your team and causes a lot of sadness among your team as they had a connection to those two individuals.\nTwo employees were lost\nHappiness down by 50",
        "Your entire team is taken aback that you are having a meeting about a dispute between two individuals. It's awkward and everyone feels a bit weird wondering about the waste of time, but in the end, the issues are dealt with and the team moves on.\nHappiness down by 10\nMoney down by $500",
        "Your family sees your decision as a choice between two options. You are left to your work and your family leaves.\nHappiness down by 50\nMoney up by $500",
        "Your team understands your needs, but misses the comradery that was shared in your previous office space.\nHappiness down by 25",
        "Your team is excited. They feel like your garage startup is a real company.\nHappiness up by 200\nMoney down by $500",
        "After a few more days, your family and your team both leave trying to accommodate one another. You are left destitute and alone without a company, a team, or a family.\nGAME OVER",
        "You are able to pay your team and they don't leave. Your short term loan costs you and the company a lot, but it's worth it.\nHappiness up by 25\nMoney down by $1000",
        "Your investors apologize about the slowness of getting the funds to you and your team. They are happy to send you the funds immediately and apologize for the issues caused by the bankers. You pay them back as soon as the funds become available.\nHappiness up by 25",
        "Your team appreciates your honesty, but many of them lose faith in your ability to operate the business and ensure they are paid on time.\nHappiness down by 50",
        "You emerge from your office the following Tuesday and your team is gone. You are finished.\nGAME OVER",
        "The logo is something special and your team is inspired. It cost a lot, but it was worth it.\nHappiness up by 25\nMoney down by $1000",
        "Your cousin's design doesn't inspire much belief from your team or your investors, and your cosuin demands 1% of your company after you release the logo.\nHappiness down by 50\nMoney down by $2000",
        "The result isn't bad and your team doesn't care where it came from. They are neither impressed nor unimpressed.\nMoney down by $500",
        "Your team is inspired by your bold maneuver, but the lawsuit doesn't go away. You are forced to change the logo and pay out significant lawyer's fees regardless.\nMoney down by $2000",
        "The deal goes through and you work with the other player for a few quarters. The deal requires you to provide them with a percentage of ALL revenues developed from the regions they operate in. Your investors and sales team aren't impressed, but it could have been worse.\nHappiness down by 50\nMoney down by $2000",
        "The big media player's negotiating team scoffs are your arrogance and walks away from the deal. They spread negative stories about you behind the scenes. Your team is impressed, but your future financial prospects are hindered.\nHappiness up by 50\nMoney down by $2000",
        "Your team thinks you are brilliant and you have a story to tell everyone you work with in the future about how you turned down the big media's offer.\nHappiness up by 100",
        "Your investors have seen this before. They tell you to offer harsh financial terms to the partner. To your surprise, they agree. On balance, your financials are better and your team shows a renewed belief in your decision making.\nHappiness up by 50\nMoney up by $1000",
        "Your initial customer is satisfied, but you and your team soon realize that the change that was made for this customer won't matter for any other customer. Your team has spent significant time making the change, and have lost ground in other areas. The team loses some faith, and you lose future deals.\nMoney down by $4000\nHappiness down by 50",
        "Your customer understands as they are used to hearing this from other rganizations they work with whom they ask for special features from. They patiently wait and when possible your team delivers what they want. Your team is impressed that you stood up to your biggest customer.\nMoney up by $1000\nHappiness up by 100",
        "You and your team proceed to ask other customers, who explain that this isn't something they need. Your other customers are impressed that you asked for their advice on this request, although they don't know who it's for. Your team also appreciates your choice, and they are happier for it.\nHappiness up by 100\nMoney up by $2000",
        "Your customer is not happy about the cost increase, but they pay it because they can afford it. Your team is impressed with your negotiating skills, but doubt that the request will be useful to other customers.\nHappiness up by 25\nMoney up by $2000",
        "The world and more customers than you would have thought learn about your product. Your team feels pride in the choice you have made, and the exposure for your product.\nMoney up by $2000\nHappiness up by 50",
        "You take them to court, but because it's very difficult to defend the feature and you have no registered parents to support your argument, you have significant court costs and do not win. Your team sees your decision as foolish and lose some faith.\nHappiness down by 25\nMoney down by $4000",
        "Your team, inspired by this decision, spend day and night working overtime to complete the work.\nMoney down by $2000\nHappiness up by 100",
        "Your competitor accelerates their work on this feature and begins to take away customers. The next big thing you focus on, while flashy, doesn't drive revenue, and your team is disappointed to lose so much business to your competition.\nHappiness down by 50\nMoney down by $4000",
        "They are surprised to hear this, as they didn't notice. Upon hearing this, you are very surprised based on what you know, and you let them go regardless. To your surprise, sales don't slow down. Clearly, it wasn't their sales acumen that's selling, rather the incredible product and the team behind it.\nHappiness up by 100\nMoney up by $1000",
        "Everyone is pretty surprised that you decided to fire the top salesman. The team worries about your their jobs, but to your surprise, sales don't slow down. Clearly, it wasn't their sales acumen that's selling, rather the incredible product and the team behind it.\nHappiness down by 50\nMoney up by $1000",
        "They get a little intoxicated at the meal and acts like a fool. You are forced to fire them on the spot as a result of their behaviour. Everyone wonders what happened to them when they return to work the next week. The team is worried, but to your surprise, sales don't slow down. Clearly, it wasn't their sales acumen that's selling, rather the incredible product and the team behind it.\nHappiness down by 100\nMoney up by $1000",
        "Everyone else in your organization that matters decides to leave the next week. Your organization is in shambles, and you are forced to take everything on yourself. The business begins to fail, and you are left with a great salesperson and nothing more.\nGAME OVER",
        "The recruiting firm is costly and helps bring in great candidates, on paper. They don't understand your company culture, and recommend overqualified and costly candidates that your team doesn't always work well with.\nHappiness down by 150\nMoney down by $6000",
        "Your investors recommend some solid candidates, and in the end help you select someone who is much more expensive and experienced than what your team needed at that time.\nHappiness down by 75\nMoney down by $3000",
        "You receive some interesting candidates, and in the end you hire someone who is capable and doesn't cost too much.\nMoney down by $750\nHappiness up by 50",
        "Your internal team member is great at driving great hires for your team as you grow. Everyone is impressed, and the team's happiness increases greatly.\nHappiness up by 200",
        "The first account manager you hire is great at account management, but can't handle support. You ask them to push through it and see how it goes. In the end, they leave the company due to the mismatch in requirements for the role. You are forced to hire from within, costing more money.\nHappiness down by 100\nMoney down by $3000",
        "Your decision pays off, at first. The newly minted account manager does a great job understanding customers' needs and seeing opportunities for upselling. They do a great job for a while, and are able to train the next few account managers. After a while, they move back to sales where their efforts are more directly rewarded financially. The whole experience caused some unhappiness, but was a good decision.\nHappiness down by 50\nMoney up by $3000",
        "You hire your personal friend, and they do an alright job at first. Unfortunately, in the end, they bring their old work habits and lack the ability to adapt and understand the unique needs of your customers. In the end, this costs you money and your team's happiness as the whole time they worked with you your team wondered why.\nMoney down by $3000\nHappiness down by 100",
        "This strategy pays off as you interview three solid candidates for the position. In the end, you select the best candidate, and they fit in well with the team while also doing a job for clients.\nHappiness up by 200\nMoney down by $1500",
        "The ship sailed and they partnered with one of your competitors. It cost you significant revenue in the long run.\nMoney down by $600",
        "Your large customer doesn't even think of the partner as a competitor and encourages the partnership. The partnership yields major returns in the first 12 months.\nHappiness up by 100\nMoney up by $6000",
        "You accept the offer, but are timid about going to market and raising the ire of your large customer. The partnership never reaches its full potential, but is successful nonetheless.\nMoney up by $3000",
        "The targets were too ambitious and your large customer takes notice after the partner's sales team accidentally pitches one of their divisions. Your large customer leaves and the partnership quickly dissolves due to high targets.\nMoney down by $6000",
        "Your move cuts deep and you lose some key team members who helped build your company. Everyone is sad to see the team members go, but in the end it attracts the right investment and afterwards some incredible people.\nHappiness down by 50\nMoney up by $6000",
        "You and the team work hard to batten down the hatches and reduce costs. Without reducing the staff it's very difficult and cutting corners costs customers and team members in the end. You are able to raise another investment round, but not what you had been hoping for. On balance, people are much less happy and investment increases.\nHappiness down by 200\nMoney up by $3000",
        "You double the size of your sales teams, but it doesn't increase revenue. In fact, it costs you more to hire and train the sales team than they are able to make in revenues, and your investors are not impressed. They provide you with additional debt financing, and the team loses some faith in leadership's decisions.\nMoney down by $6000\nHappiness down by 50",
        "Your investors recommend cutting nearly half of the workforce. A drastic move indeed. Your organization is not the same after that. You have lost faith and decided to see an exit. Your investor offer to buy you out. You take the offer, and live in relative comfort, but always regret your decision.\nGAME OVER",
        "You begin reaching out to partners around the world. In the end, you decide between companies in Ukraine, Malaysia, and Chile. Unfortunately, your lack of cultural knowledge and your inability to directly manage them causes the partnership to be costly and delay progress. Your team has a hard time working with the partner as well.\nMoney down by $8000\nHappiness down by 100",
        "Luckily, one of your early team members is from Brazil and another from Ukraine. You work with each of them and choose the best location to start your next office. They eventually move back to lead your team there. You spend a few weeks a year there and the office is successful. Your original team loves working with your team, and the opportunities to travel and train.\nHappiness up by 200\nMoney up by $4000",
        "In the beginning, things are very hard and the transition decreses happiness especially as team members leave. Over time your organization becomes extremely nimble and costs are heavily reduced. Due to your great management, the process works, investors are impressed, and the market looks to your model as a new potential ideal for profitability.\nMoney up by $8000\nHappiness down by 100",
        "Your choice seems to have worked out well as one of your investors is from another country where talent is high and costs are low. It works for a while, and your team doesn't seem to mind, but over time your partner's differences cause your team's happiness to decrease.\nMoney up by $4000\nHappiness down by 100",
        "The old guard doesn't buy in and sees the retreat and integration experts as backing the new guard. There is a small mutiny, and many messy exits before the dust settles. In the end, the money was costly both financially and culturally.\nHappiness down by 100\nMoney down by $4000",
        "The team members who are offered these options are keen to take them. Some move to new roles, others leave, almost everyone is happy. Your investors and others are really impressed. Your move is seen as a business case study.\nMoney down by $2000\nHappiness up by 200",
        "They tell you that you should have let everyone go except one person. You are blown away, but the cat is out of the bag and while painful the move is financially successful in the end. Your early team is shattered and happiness decreases.\nMoney up by $4000\nHappiness down by 200",
        "Your advisors recommend a very slow and methodical process in which the end pays off. Team members whose time has come move on in their own time, and happiness improves.\nHappiness up by 100",
        "You take drastic action and it is costly, but ultimately the technical debt is addressed more rapidly than anyone expected. Everyone is very happy with the move, but it has cost time and money.\nHappiness up by 200\nMoney down by $8000",
        "You try to bandage the wounds and plug the holes, but it only becomes more costly for your team, your technology, and your customers.\nHappiness down by 100\nMoney down by $4000",
        "Your team does their best and only a few issues crop up over the 12 months. You lose a few key customers but, in the end, your team is happy that the issues have finally been addressed.\nHappiness up by 100\nMoney down by $4000",
        "Your technical team sets a plan to address the issues over time along with managing new technology projects. You lose a little ground against some competitors, but in the end, your team is happy to be empowered and in time address all of the issues.\nHappiness up by 200\nMoney down by $2000",
        "It's tough, and there are some bumps in the road, but over time, the culture shift you are driving occurs. Your teams are happier and more productive than ever. Some still play hard, but not at company events like they used to.\nHappiness up by 100\nMoney up by $4000",
        "You let things stew for a while, and when issues crop up, they're big and require massive fragmentation among your team. This costs time and money, and you lose a lot of great people in the mean time.\nMoney down by $4000\nHappiness down by 200",
        "It takes a long time, and you and your team's work shepherding the organization's culture pays off. Your team is happier and more productive than ever as your organization's new culture emerges.\nHappiness up by 200\nMoney up by $4000",
        "Your idea seemed great at first, but it's clear to those in the room who wrote most of these iteams about whom they are speaking. You are blind to these facts and miss what is happening as you share these gripes with the entire organization. Your investors, advisors, and mentors are shocked that you thought this was a good idea and actually did it. You are forced out of the company with a lot of money but a black mark on your record.\nGAME OVER",
        "You bring in outside assistance and they are gravely concerned about what they discover. They recommend a costly cleaning of house that hurts your team and your finances. After the dust settles, your organization is cleaned up but wounded.\nMoney down by $10000\nHappiness down by 250",
        "You quickly and rapidly work with your internal team to identify who has been involved with anything unfortunate. This results in losing some valuable people who were caught up in things that may not have been in their control. It's expensive to replace them, and everyone is scared for their jobs.\nMoney down by $10000\nHappiness down by 250",
        "You work with your internal leaders to set the course for your entire organization. The rules are clear and in time the team adjusts. You lose some people, but also gain some great ones with the changes. Your team is happier and more productive after the changes.\nMoney up by $5000\nHappiness up by 125",
        "You do as your investors recommend, including a costly cleaning of house that hurts your team and your finances. After the dust settles, your organization is cleaned up but wounded.\nMoney down by $10000\nHappiness down by 250",
        "Your public declaration is hard but seen by those internally and externally as the right thing to do. The move attracts new investment and increases your team's happiness in time.\nMoney up by $5000\nHappiness up by 125",
        "When you push back against the accusations, it's seen as a denial of all the issues and the PR fallout is worse than expected. Your team who have been impacted by the issues were also disappointed in your public response.\nMoney down by $5000\nHappiness down by 125",
        "Your approach is seen as both positive and negative by different parties. Your dedication to the work results in better financial results, but your neglect of your team members sense of justice impacts happiness.\nMoney up by $5000\nHappiness down by 125",
        "Your move amplifies the PR issues resulting from the initial report by multiples rarely seen in negative PR. Your lawsuit costs a ton of money and ultimately is dismissed from the courts based on evidence and testimony provided by your employees and internal documents.\nMoney down by $10000\nHappiness down by 125",
        "You build a new share plan for your early employees and others, many of whom have cashed out already. The plan has almost the desired effect you'd like it have but is effective.\nMoney down by $5000\nHappiness up by 125",
        "This strategy pays off as some of your investors were already interested in increasing their investment. The investors buy out the early employees and those that sold on the secondary markets regret their decisions to do so.\nHappiness up by 125",
        "You and your team push for an IPO. Your roadshow goes slightly better than expected but macro economic factors including global strafe and rapidly rising interest rates mean that investors have less money to invest in your IPO. Your company IPOs at a lower valuation than your last raise and your many of your team are shattered as their (now liquid) shares are worth less than they paid for them.\nMoney up by $10000\nHappiness down by 250",
        "Your early team members roll along and everyone is able to handle the situation. Your team's happiness goes down but that's not as bad as it could have been.\nHappiness down by 125",
        "Your search for a new CEO takes a long time but in the end you find two fantastic candidates. Your investors and leadership team help you make the best decision and everyone including you is excited about your new role as chairperson of the board and Executive Advisor. Additional investors come on board as they are excited about the new CEO.",
        "You sell your company to Evil Corp Incorporated for more money than you've ever been able to consider counting. Hour investors and early employees are more than happy and many lives are changed forever. You walk off into the sunset with your irches but your organization's positive legacy is scuttled by Evil Corp and your great work is ultimately forgotten.\nGAME OVER",
        "Your investors see your heart is no longer invested in the company and offer you a buy out. The company continues on but many of your team members and early partners are tossed to by the side by the new leadership group. In the end, the company is a shadow of it's former self as it's piece are sold off to competitors and private equity entities for value realization.",
        "You tell everyone thanks at the next Friday all hands meeting and do not return on Monday. You legitamatiely pull significant funds out of the business and your business partners, investors, and devoted team members wonder where you went."
    ],
    "ButtonTexts": [
        "Confront {0}",
        "Ask {0} what happened then address it",
        "Fire them both and move on",
        "Convene a meeting with the entire company to hash it out",
        "Help your family find another place to live",
        "Ask your team to work from a remote location that isn't your home",
        "Spend the money on a working space that will work for your team for now",
        "Hope the problem goes away in a week",
        "Take out a short term personal loan to pay your team",
        "Beg your investors to release funds to you early",
        "Tell your team the truth and make them wait to get paid",
        "Hide in your office and hope the problem goes away",
        "Reach out to a famous local graphic designer for your new logo",
        "Ask your cousin to design a new logo",
        "Hit up Fiverr for a new logo",
        "Ignore the lawsuit and plow ahead",
        "Accept on their terms to ensure it happens",
        "Make acceptance contingent on your terms",
        "Say thanks but no thanks",
        "Consult your investors and follow their advice",
        "Use your resources to build for this customer",
        "Explain that your team will get to that need when possible",
        "Ask other customers if they want the same thing",
        "Say yes and add the cost to their contract",
        "Spend your time and money letting the world know yours is better",
        "Take them to court and try to defend your first mover advantage",
        "Double down making your feature far superior",
        "Ignore your competitor and focus on the next big thing",
        "Let them know directly that behavior cannot continue",
        "Fire them immediately",
        "Invite them to dinner with a few other leaders and ask them directly about it",
        "Do nothing",
        "Hire a recruiting firm to help with the searches",
        "Ask your investors to recommend a leader of the people",
        "Put out a job ad for the position",
        "Select a member of the existing team who knows your team but has little experience",
        "Hire your first account manager and have them do support as well",
        "Transition one of the sales team members from sales to account management",
        "Ask a personal friend who has experience in account management",
        "Ask for referrals from your existing team",
        "Accept the offer with no strings attached",
        "Accept the offer conditional on the approval of the large customer",
        "Accept the offer contingent on the partner hitting collective revenue targets",
        "Turn down the offer graciously",
        "Cut 20% of the workforce to reach early profitability",
        "Reduces costs and increase prices without laying off any staff",
        "Double the size of your sales team to drive revenue",
        "Do whatever your investor recommends",
        "Contact potential contractors around the world for specific functions that can be done elsewhere",
        "Develop an office in another country where you can foster and grow your own employees",
        "Hire a third party to manage every function possible except core functions",
        "Acquire a smaller company that has the talent you need in another location",
        "Host a retreat for your leadership team and bring in integration experts to assist",
        "Arrange new roles and exit packages for team members who need to move on",
        "Ask your new leadership team who should stay on from the old one",
        "Ask your advisors for their recommendations and follow them",
        "Take action immediately at great cost and prioritize so that the issues are addressed ASAP",
        "Take only actions needed when things stop working or issues arise",
        "Plan to take all necessary actions in 12 months no matter what happens",
        "Let your technical decide when and how to take action on these issues",
        "Try to bring them together by toning down the play hard history and playing up the work hard future",
        "Leave things alone unless there are any major issues among your people and team",
        "Make a concerted effort to create a new culture that combines the best of both teams",
        "Host an open mic meeting where you read everyone's anonymous complaints about one another",
        "Bring in outside assistance to carefully address the issues that are coming up",
        "Clean house of anyone who has been involved with anything unfortunate",
        "Consult with your internal leaders and managers to establish new clear rules and execute",
        "Do exactly what your investors recommend with outside assistance",
        "Act with attrition; accepting everything that has been said and take steps to improve",
        "Make it clear that while not perfect, your organization isn't what's been written",
        "Say nothing and focus on the work while taking action internally to stamp out bad behavior",
        "Sue the publication and anyone who speaks badly about your organization without firm proof",
        "Offer your internal teams additional share grants attached to loyalty and goal attainment",
        "Work with your investors and bankets to buy shares from your early team members at the last valuation",
        "Push for an IPO even 'though it doesn't seem like the right time due to market conditions",
        "Do nothing and let everything happen in its own time",
        "Search for a new CEO and take on any role you wish inside the company",
        "Sell your company to the highest bidder no matter the potential impacts",
        "Consult your investors and follow their instructions closely",
        "Arrange to leave the business at your earliest convenience"
    ]
}